Repository: whitelabelltd/wld-site
Catalog: languages/wld-site-*.po
Languages: nl_nl

# Admin Notice for Local Dev Environment
source: Running in Local Development Environment
nl_nl: WordPress is in een lokale ontwikkelingsomgeving

# WP Admin Footer Text before link
source: and %s.
nl_nl: en %s.

# Plugin Action Link for Plugin Settings
source: Settings
nl_nl: Instellingen

# Plugin Action Link for Plugin Help
source: Help
nl_nl: Hulp

# Plugin Action Link for Plugin Deactivation
source: Deactivate
nl_nl: Deactiveren

# Plugin Setting Section Title
source: Rest API Restricted
nl_nl: Rest API Beperken

# Plugin Setting Section Description
source: Restrict API Access to non-authenticated users
nl_nl: API-toegang beperken tot gebruikers die zijn ingelogd

# Plugin Setting Label
source: REST API Availability
nl_nl: Beschikbaarheid van REST API

# Error Text when Rest API Authentication is required
source: Authentication Required
nl_nl: Verificatie vereist

# Option Radio Label
source: REST API Availability
nl_nl: Beschikbaarheid van REST API

# Option Radio Label
source: Restrict all access to authenticated users
nl_nl: Alle toegang verlenen aan gebruikers die zijn ingelogd

# Option Radio Label
source: Restrict access to the <code><a href='%s'>users</a></code> endpoint to authenticated users
nl_nl: Toegang tot het <code><a href='%s'>users</a></code> eindpunt beperken voor gebruikers die zijn ingelogd

# Option Radio Label
source: Publicly accessible
nl_nl: Openbaar toegankelijk

# WP Login Error Message
source: ERROR: Invalid Login Details
nl_nl: FOUT: Ongeldige logingegevens

# Page Menu Title
source: Platform Options
nl_nl: Platform opties

# Plugin Options Page Title
source: Platform Options
nl_nl: Platform opties

# Plugin Options Save Button
source: Save Changes
nl_nl: Wijzigingen opslaan

# Plugin Option Radio Label
source: Yes
nl_nl: Ja

# Plugin Option Radio Label
source: No
nl_nl: Nee

# Shown in HTML <head> instead of WordPress Version X.X
source: WordPress Managed Version
nl_nl: Beheerde versie van WordPress

# Plugin Setting Section Title
source: Security
nl_nl: Beveiliging

# Plugin Setting Section Description
source: Manage Security related options
nl_nl: Beveiligingsgerelateerde opties beheren

# Plugin Setting Radio Label
source: Disabled
nl_nl: Uitgeschakeld

# Plugin Setting Radio Label
source: Leave On
nl_nl: Laat aan

# Plugin Setting Section Title
source: Speed Optimisation
nl_nl: Snelheidsoptimalisatie

# Plugin Setting Section Description
source: This disables features to speed up page loads
nl_nl: Hiermee worden functies uitgeschakeld om het laden van pagina's te versnellen

# Plugin Setting Section Title
source: WordPress Comments
nl_nl: Wordpress Reacties

# Plugin Setting Section Description
source: This allows you to disable comments for Page and Post types
nl_nl: Hiermee kun je reacties uitschakelen voor pagina- en berichttypen

# Plugin Setting Radio Label
source: Disable
nl_nl: Uitschakelen

# Plugin Setting Radio Label
source: Enable
nl_nl: Inschakelen

# Plugin Setting Label
source: Comments
nl_nl: Reacties

# RSS Feed disabled message
source: No feed available
nl_nl: Geen feed beschikbaar

# Support Form error
source: Your user does not have permission to lodge a support request
nl_nl: Uw gebruiker heeft geen toestemming om een ondersteuningsverzoek in te dienen

# Support Form error
source: Please enter a message
nl_nl: Vul een bericht in

# Support Form error
source: Message exceeds 500 characters
nl_nl: Bericht is langer dan 500 tekens

# Support Form error
source: User Error
nl_nl: Fout van gebruiker

# Support Form error
source: Support Email Data Missing
nl_nl: E-mailgegevens voor ondersteuning ontbreken

# Support Form error
source: Support Email Data Error
nl_nl: Fout met e-mailgegevens voor ondersteuning

# Support Form success
source: Support Request Created
nl_nl: Ondersteuningsverzoek ingediend

# Support Form error
source: Error sending the support request
nl_nl: Fout bij het verzenden van het ondersteuningsverzoek

# Support Form error
source: Security Error
nl_nl: Beveiligingsfout

# Support Menu Title
source: Support
nl_nl: Ondersteuning

source: Contact %sSupport
nl_nl: Neem contact op met %ssupport

# Support Form Text Area Title
source: Your Message
nl_nl: Jouw bericht

# Support Form Text Area Title Subtext
source: Type your question below and our team will be in contact soon
nl_nl: Typ hieronder uw vraag, ons team neemt binnenkort contact met u op

# Support Form text Area Placeholder
source: How can we help?
nl_nl: Hoe kunnen we je helpen?

# Support Form footer text
source: Do not submit passwords or other sensitive information.
nl_nl: Voer geen wachtwoorden of andere gevoelige informatie in.

# Support Form footer text line 2
source: You will receive any replies on your registered email address (%s).
nl_nl: U ontvangt antwoorden op uw geregistreerde e-mailadres (%s).

# Support Form Button Text Cancel
source: Cancel
nl_nl: Annuleren

# Support Form Button Text Send
source: Send
nl_nl: Verzenden

# Support widget title
source: Welcome
nl_nl: Welkom

# Support Widget Button text
source: Get Support
nl_nl: Support Aanvragen

# Support Widget HTML Body
source: Welcome to the administration panel of your Content Management System (CMS), this allows you to manage your own website.</p>If you have a question please contact us using the following contact information:<br><br>%4$sEmail: <a href="mailto:%3$s">%3$s</a> <br>Web: <a href="%2$s" target="_blank">%2$s</a><p>The %1$s team</p>
nl_nl: Welkom bij het administratiepaneel van jou Content Management Systeem (CMS), hiermee kunt jij deze website beheren.</p>Als je een vraag heeft, neem dan contact met ons op via de volgende contactgegevens:<br><br>%4$sE-mail: <a href="mailto:%3$s">%3$s</a> <br>Web: <a href="%2$s" target="_blank">%2$s</a><p>Het %1$s team</p>

# Shown in WP Admin Updates page title
source: WordPress Core
nl_nl: WordPress-kern

# Shown in WP Admin Updates page
source: Your service provider automatically updates sites to the latest version of the WordPress core. Maintaining a current and up-to-date core is one of the most important things one can do to keep their site free from malicious activity and malware.
nl_nl: Uw serviceprovider werkt sites automatisch bij naar de nieuwste versie van de WordPress. Het onderhouden en updaten van WordPress is éen van de belangrijkste dingen die uw kan doen om hun site vrij te houden van kwaadaardige activiteiten en malware.

# Shown underneath the Site URL field in Settings>General
source: This field is managed by your service provider.
nl_nl: Dit veld wordt beheerd door uw serviceprovider.

# Plugin Setting Section Description
source: This adds the Cloudflare Beacon tracking code on each page when enabled
nl_nl: Hiermee wordt de Cloudflare Beacon tracking code op elke pagina toegevoegd wanneer deze is ingeschakeld

# Plugin Setting Label
source: Enabled
nl_nl: Ingeschakeld

# Plugin Setting Radio Label
source: Yes
nl_nl: Ja

# Plugin Setting Radio Label
source: No
nl_nl: Nee

# Plugin Setting Section Description
source: This adds the Google Tag tracking code on each page when enabled
nl_nl: Hiermee wordt de tracking code voor Google Tags op elke pagina toegevoegd wanneer deze is ingeschakeld

source: WLD Site configures WordPress with additional security and features
nl_nl: WLD Site configureert WordPress met extra beveiliging en functies
